micropython/micropython/ports/raspberrypi/boards/pimoroni_picolipo_16mb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pimoroni Pico LiPo (16MB)"
#define MICROPY_HW_MCU_NAME "rp2040"

#define DEFAULT_I2C_BUS_SCL (&pin_GPIO5)
#define DEFAULT_I2C_BUS_SDA (&pin_GPIO4)
